Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
rki: လူတိ ပါဝင်ကူညီလာနိုင်အောင် ပွဲတိကို ကျင်းပနိုင်ပါယေ။ မိတ်ဆွေ ထင်ထားစွာထက် ပိုလွယ်ပါယေ။ ဗီဒီယိုကွန်ဖရင့်ကိရိယာနန့် အွန်လိုင်းမှာ လုပ်နိုင်ယေပိုင်၊ ဘေးကင်းကေ လူတိ ကိုယ်တိုင်လည်း လုပ်နိုင်ပါယေ။ <eventTemplate>ပွဲတိ ကျင်းပဖို့အတွက် အကျွန်ရို့ ပုံစံ တန်းပလိတ်တိနန့် အရင်းအမြစ်တိကို ကြည့်ရှုပါ</eventTemplate>။

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
rki: မိတ်ဆွေ <sentenceCollectorLinkAdd>စာကြောင်း တစိချေကို ထည့်နိုင်ပါယေ</sentenceCollectorLinkAdd>၊ ဝါ <bulkImportDocsLink>Github ကို သုံးပနာ အစုလိုက် တင်သွင်းစွာတိကို ပြုလုပ်နိုင်ပါယေ</bulkImportDocsLink>။ စာကြောင်းတိစွာ <licenseLink>CC0 (ဝါ public domain)</licenseLink> ဖြစ်ဖို့လိုယေဆိုစွာ သတိရပါ၊ ဝါ မိတ်ဆွေ ကိုယ်တိုင် ရီးသားနိုင်ပါယေ။

source: You can start typing the name of your language here; if it's not yet on Common Voice, you'll be able to fill out a form with your language's data.
rki: မိတ်ဆွေ ဘာသာစကား နာမေကို ဒေနိန်ရာမှာ ရိုက်ထည့်နိုင်ပါယေ။ Common Voice မှာ မဟိသိမ့်ကေ၊ မိတ်ဆွေ ဘာသာစကား ဒေတာနန့် ပုံစံဖင်းတခုကို ဖြည့်စွက်နိုင်ပါလိမ့်မေ။

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
rki: ဝီကီပီးဒီးယားက စာကြောင်း အတိုချေတိကို အသုံးချဖို့ <scraperLink>စာကြောင်းထုတ်ယူ ကိရိယာ</scraperLink>ကို မိတ်ဆွေ အသုံးပြုနိုင်ပါယေ။

source: You check whether the transcription matches the audio
rki: အသံဖိုင်နန့် စာသားပြန်ရီးစွာ ကိုက်ညီမှု ရှိမရှိ စိစစ်ပီးပါ။

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
rki: ဝပ်ဘ်ဆိုက်ကို ထည့်သွင်းနိုင်ပါယေ၊ ဥပမာ "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
rki: ပညာရေးနန့် ဆိုင်ယေ ရည်ညွှန်းပုံစံကို မိတ်ဆွေ အသုံးပြုနိုင်ပါယေ၊ ဥပမာ Harvard ပုံစံ "Mozilla (2021) Common Voice။ https://commonvoice.mozilla.org/ (ဝင်ရောက် ကြည့်ယေ ရက်စွဲ - ၁၅ စက်တင်ဘာ ၂၀၂၁)" မှာ ရဟိနိုင်ပါယေ။

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
rki: မတ်ဆေ့ချ်ကို ဖြန့်ဝီဖို့အတွက် လူမှုမီဒီယာပလက်ဖောင်းတိကို အသုံးပြုနိုင်ပါယေ။ ဇာအတွက်နန့် အရေးကြီးယေဆိုစွာကို ရှင်းပြယေ ပို့စ်တိကို မျှဝေဗြီးကေ ဘာသာစကား အခွင့်အရေး၊ အသံ AI ဝါ နည်းပညာမှာ ဘက်လိုက်မှုတိပိုင် ပြဿနာတိအကြောင်း ပြောဆိုနိန်ယေ တခြားလူတိနန့် ဆက်သွယ်ပါ။ အေမှာ <campaignLink>လူမှုရေး လှုပ်ရှားမှုတခု လုပ်ဖို့စွာ၊ မိတ်ဆွေ ပြန်အသုံးပြုနိုင်ယေ အကြောင်းအရာတိ အပါအဝင်</campaignLink> အကြံဉာဏ်တိကို ပို လေ့လာကြည့်ပါ။

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
rki: မိတ်ဆွေ ဘာသာစကားတခုခုကို မရွီးရသိမ့်ပါ။ ဘာသာစကားတိကို ရွေးချယ်ဖို့ မိတ်ဆွေ <profileLink>ပြိုဖိုင်း</profileLink>ကို လားပါ။

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
rki: တင်သွင်းဖို့ အကြိမ်နှုန်း ကန့်သတ်ချက် ကျော်လားပါဗျာလ်။ နောက် စာကြောင်း တင်ပီးဖို့ { $retryLimit } မိနစ် အချိန် စောင့်ပီးပါ။ စိတ်ရှည်သည်းခံပီးစွာ ကျေးဇူးတင်ပါယေ။

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
rki: တင်ပီးဖို့ အကြိမ်နှုန်း ကန့်သတ်ချက် ကျော်လားပါဗျာလ်။ နောက် စာကြောင်း တင်ပီးဖို့ { $retryLimit } စက္ကန့် အချိန် စောင့်ပီးပါ။ စိတ်ရှည်သည်းခံပီးစွာ ကျေးဇူးတင်ပါယေ။

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
rki: ဒေစာမျက်နှာမှာ မသိမ်းဆည်းရသိမ့်ယေ ပြောင်းလဲမှုတိ ဟိနိန်ပါယေ။ ဒေသကို မိတ်ဆွေ ပြောင်းလိုက်ကေ၊ မိတ်ဆွေ ပြောင်းလဲထားစွာတိကို သိမ်းဆည်းလီဖို့ မဟုတ်ပါဗျာလ်။ မိတ်ဆွေ ဒေသကို ပြောင်းလဲချင်စွာ သေချာပါလား?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
rki: ဒေစာမျက်နှာမှာ မသိမ်းဆည်းရသိမ့်ယေ ပြောင်းလဲမှုတိ ဟိနိန်ပါယေ။ ဒေစာမျက်နှာက ထွက်လားကေ မိတ်ဆွေ ပြောင်းလဲထားစွာတိကို သိမ်းဆည်းလီဖို့ မဟုတ်ပါဗျာလ်။ ဒေစာမျက်နှာက ထွက်လားချင်စွာ သေချာပါလား?

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
rki: ဒေစာမျက်နှာမှာ မသိမ်းဆည်းရသိမ့်ယေ ပြောင်းလဲမှုတိ ဟိနိန်ပါယေ။ ဒေတာစုတိကို ပြောင်းလိုက်ကေ၊ မိတ်ဆွေ ပြောင်းလဲထားစွာတိကို သိမ်းဆည်းလီဖို့ မဟုတ်ပါဗျာလ်။ မိတ်ဆွေ ပြောင်းလဲချင်စွာ သေချာပါလား?

source: You might also want to consider spanning different contexts and domains.
rki: မတူညီယေ အခြေအနေတိနန့် နယ်ပယ်တိကို လွှမ်းခြုံဖို့လည်း မိတ်ဆွေ စဉ်းစားချင်ပါလိမ့်မေ။

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
rki: မိတ်ဆွေ လူမှုမီဒီယာအက်ပ်တခုက လင့်ခ်တခုကို နှိပ်ပနာ ဒေနိန်ရာကို ရောက်နိန်ပါယေ။ မိတ်ဆွေ အသံဖမ်းစွာကို မပံ့ပိုးနိုင်ယေ အက်ပ်အထဲက ဘြောက်ဆာကို အသုံးပြုနိန်ပါယေ။

source: You must allow microphone access.
rki: မိုင်ခြိုဖုန်း အသုံးပြုခွင့်ကို ခွင့်ပြုပီးရပါဖို့။

source: You must flag content that is offensive, harmful or otherwise worrying. It must also include no personally identifying information like phone numbers or addresses. It will be removed from your experience until the Common Voice team can review it and investigate further.
rki: စော်ကားယေ၊ အန္တရာယ်ဟိယေ ဝါ တခြားနည်းနန့် စိုးရိမ်စရာဖြစ်ဇီယေ အကြောင်းအရာတိကို မိတ်ဆွေ အလံ ထောင်ပြရပါဖို့။ ယင်းချင့်မှာ ဖုန်းနံပါတ်တိ ဝါ လိပ်စာတိပိုင် ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိ မပါဝင် ရပါ။ Common Voice အဖွဲ့က ယင်းချင့်တိကို ပြန်သုံးသပ်ပနာ နောက်ထပ် စုံစမ်းစစ်ဆေးနိုင်အောင်ထိ မိတ်ဆွေ ထပ်မကြုံရအောင် ဖယ်ထားပါဖို့။

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
rki: မှတ်တမ်းတင်ထားယေ စကားလုံးတိုင်းကို ကြားနိုင်ဖို့ လိုပါယေ။ စက်သင်ယူမှု အယ်လဂိုရစ်သမ်တိက နောက်ခံ ဆူသံအမျိုးမျိုးကို ကိုင်တွယ်နိုင်ဇီချင်ပါယေ၊ စာသား တခုလုံးကို မကြားနိုင်လောက်အောင် ဆူသံတိ ဝါ တိတ်ဆိတ်ငြိမ်သက်ယေ နောက်ခံ တေးဂီတတိကိုတောင် လက်ခံနိုင်ပါယေ။ စာသားကို လုံးဝ မကြားနိုင်လောက်အောင် အက်ကွဲသံတိ ဝါ 'ပေါက်ကွဲသံ' တိ ဆိုကေတော့ခါ အသံကလစ်ကို ငြင်းပယ်သင့်ပါယေ။

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
rki: မိတ်ဆွေ လီယူလီသိမ်းစွာ စကားလုံးတိကို မိတ်ဆွေ အသံထွက်တေ ပုံပါ။ မိတ်ဆွေ နိန်ထိုင်ခယေေ နိန်ရာ၊ မိတ်ဆွေ ပြောယေ တခြား ဘာသာစကားတိနန့် တခြား အချက်တိ အများကြီးကို မူတည်ပနာ ပုံဖော်နိုင်ပါယေ။ သက်ဆိုင်ယေလို့ ခံစားရယေ အချက်အလက်တိကို ဒေမှာ မျှဝီနိုင်ပါယေ။

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
rki: မိတ်ဆွေ နာမေ မဖော်လိုယေ အသံမှတ်တမ်းတိက Common Voice dataset မှာ ဟိနိန်ပါဖို့သိမ့်။ မိတ်ဆွေ ပြိုဖိုင်းကို ဖျက်လိုက်စွာနန့် ဒေတာစုကနိန် မိတ်ဆွေပိုင် အသံမှတ်တမ်းတိကို ဖယ်ရှားပီးဖို့ တောင်းဆိုချက် တင်သွင်းနိုင်ဖို့ မဟုတ်ပါ။

source: Your API Credentials
rki: မိတ်ဆွေ API အထောက်အထားတိ

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
rki: မိတ်ဆွေ အသံ သွင်းထားစွာ ပျက်စီးနိန်ပုံ ရပါယေ။ အောက်က အချက်တိလည်း ဖြစ်နိုင်ပါယေ - • ဘြောက်ဆာ မကိုက်ညီယေ ပြဿနာတိ (အခြား ဘြောက်ဆာကို ပြောင်းသုံးကြည့်ပါ) • မိုင်ခြိုဖုန်း ဝါ အသံဒရိုင်ဘာ ပြဿနာတိ • အသံ သွင်းနိန်ယေခါ အိန်တာနတ် ပြတ်စွာတိ ပြန်ပနာ အသံ သွင်းကြည့်ပါ။

source: Your daily goal has been created
rki: မိတ်ဆွေ ရက်စဉ် ရည်မှန်းချက်ကို ဖန်တီးဗြီးပါဗျာလ်

source: Your dataset is downloading!
rki: မိတ်ဆွေ ဒေတာစုကို ဒေါင်းလုဒ် လုပ်နိန်ပါယေ။

source: Your download has started.
rki: ဒေါင်းလုဒ် စလုပ်နိန်ပါဗျာလ်။

source: You’re contributing to a target segment
rki: မိတ်ဆွေက ဦးစားပီး ကဏ္ဍတစ်ခုမှာ ပါဝင်ပံ့ပိုးနိန်ပါယေ

source: You’re contributing to our first target segment
rki: အကျွန်ရို့ ပထမ ဦးစားပီး ကဏ္ဍမှာ မိတ်ဆွေက ပါဝင်ပံ့ပိုးပီးနိန်ပါယေ

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
rki: ရည်မှန်းချက် သတိပီးချက်တိ၊ ကိုယ့်တိုးတက်မှု အပ်ဒိတ်တိနန့် Common Voice အကြောင်း သတင်းလွှာတိပိုင် အီးမေးလ်တိကို လက်ခံရဟိဖို့ လက်ဟိမှာ မိတ်ဆွေ <bold>မသတ်မှတ်</bold> ထားပါ။

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
rki: ရည်မှန်းချက် သတိပီးချက်တိ၊ ကိုယ့်တိုးတက်မှု အပ်ဒိတ်တိနန့် Common Voice အကြောင်း သတင်းလွှာတိပိုင် အီးမေးလ်တိကို လက်ခံရဟိဖို့ လက်ဟိမှာ မိတ်ဆွေ သတ်မှတ်ထားဗြီးပါဗျာလ်။

source: You’re going too fast. Please slow down and try again in a moment.
rki: မိတ်ဆွေ ကကောင်း ယင်ပါရေ။ အရှိန်လျှော့ပနာ တနားနိန်ကေ ထပ်ကြိုးစားကြည့်ပါ။

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
rki: မိတ်ဆွေ ကကောင်း ယင်ပါယေ။ အချိန်ယူပနာ စာကြောင်း မှန်ကန်ယေလို့ သေချာအောင် ပြန်သုံးသပ်ပါ။

source: You’re going too fast. Please try again in { $retryAfter } seconds.
rki: မိတ်ဆွေ ကကောင်း ယင်ပါရေ။ { $retryAfter } စက္ကန့် အကြာမှာ ထပ်ပနာ ကြိုးစားကြည့်ပါ။

source: You're helping Common Voice reach our daily sentence goals!
rki: မိတ်ဆွေစွာ Common Voice က နိစဉ် ဖြည့်ဖို့ ရည်မှန်းထားယေ စာကြောင်းတိ ပြည့်လာအောင် ကူညီပီးနိန်စွာပါ!

source: Your email address
rki: မိတ်ဆွေ အီးမေးလ် လိပ်စာ

source: You respond or reply to it as naturally as you can
rki: မိတ်ဆွေ တတ်နိုင်သမျှ သဘာဝကျကျ တုံ့ပြန်ပါ ဝါ ပြန်ဖြေပါ

source: Your files are being assembled. Please check again later.
rki: မိတ်ဆွေ ဖိုင်တိကို စုစည်းနိန်ပါယေ။ နောက်မှ ထပ်စစ်ကြည့်ပါ။

source: Your language is already live on Common Voice <strong>Spontaneous Speech</strong>. Click <spontaneousSpeechLink>here</spontaneousSpeechLink> to contribute: don't forget to change the contribution/dataset language before you start contributing!
rki: မိတ်ဆွေ ဘာသာစကားကို Common Voice <strong>လက်တန်းပြော စကား</strong>မှာ ဒါရိုက် ထုတ်လွှင့်ထားဗြီးပါဗျာလ်။ ပံ့ပိုးကူညီဖို့ <spontaneousSpeechLink>ဒေနိန်ရာ</spontaneousSpeechLink>ကို နှိပ်ပါ - ပံ့ပိုးကူညီဖို့ မစခင်၊ ပံ့ပိုးကူညီမှု/ဒေတာစု ဘာသာစကားကို ပြောင်းဖို့ မမိပါကဲ့။

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by contributing sentences <sentencesContributionLink>here</sentencesContributionLink>.
rki: မိတ်ဆွေ ဘာသာစကားစွာ Common Voice ဘာသာစကား စာရင်းမှာ ဟိနိန်ဗြီး ဖြစ်ပါယေ။ <strong>စာဖွဲ့ပြော စကား</strong>မှာ ဘာသာစကား စပနာ အသုံးပြုနိုင်ဖို့ <sentencesContributionLink>ဒေနိန်ရာ</sentencesContributionLink>မှာ စာကြောင်းတိကို ပံ့ပိုးကူညီပနာ လွယ်ကူချောမွေ့ဇီနိုင်ပါယေ။

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by localising the platform interface <pontoonLink>here</pontoonLink>. The interface needs to be 60% localised; alternatively you may localise just the basic strings in ‘web/locales/en/pages/contribute/*.ftl’ to 100% (there are five such files), and the interface will be launched automatically.
rki: မိတ်ဆွေ ဘာသာစကားစွာ Common Voice ဘာသာစကား စာရင်းမှာ ဟိနိန်ဗြီး ဖြစ်ပါယေ။ ပလက်ဖောင်း မျက်နှာပြင် <pontoonLink>ဒေနိန်ရာ</pontoonLink>ကို ဒေသစကားအဖြစ် ပြောင်းလိုက်စွာက <strong>စာဖွဲ့ပြော စကား</strong>မှာ ဘာသာစကား စပနာ အသုံးပြုနိုင်ဖို့ လွယ်ကူချောမွေ့ဇီနိုင်ပါယေ။ အင်တာဖေ့စ်မှာ ၆၀% ကို ဒေသစကား သတ်မှတ်ဖို့ လိုအပ်ပါယေ။ တနည်းပြောရကေ ‘web/locales/en/pages/contribute/*.ftl’ က အခြေခံစာကြောင်း ၁၀၀% ကို ဒေသစကားအဖြစ် သတ်မှတ်နိုင်ပါယေ။ (ယင်းမှာ ယင်းပိုင် ဖိုင် ငါးခု ဟိပါယေ)၊ အင်တာဖေ့စ်ကို အလိုအလျောက် စတင်ပီးလားပါလိမ့်မေ။

source: Your Languages
rki: မိတ်ဆွေ ဘာသာစကားတိ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
rki: မိတ်ဆွေ ဘာသာစကားဗားရှင်းက အသံဖိုင်တိ မပါလာစွာ ဖြစ်နိုင်ပါယေ။ မိတ်ဆွေ အဆင်ပြေကေ ဘာသာစကားထဲက တခြားစာကြောင်းတိကို မြင်ရဖို့ ဆတ်တိန်တိကို ပြောင်းလဲနိုင်ပါတယ်။

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
rki: မိတ်ဆွေ ဘာသာစကား ဗားရှန်းမှာ စာကြောင်းတိ ကုန်နိန်လား မသိပါ။ မိတ်ဆွေ အဆင်ပြေကေ မိတ်ဆွေ ဘာသာစကားအထဲက တခြားစာကြောင်းတိကို မြင်ရဖို့ ဆတ်တိန်တိကို မိတ်ဆွေ ပြောင်းလဲနိုင်ပါယေ။

source: Your message has been sent. Thank you!
rki: မတ်ဆေ့ချ်ကို ပို့လိုက်ပါဗျာလ်။ ကျေးဇူးတင်ပါယေ!

source: Your recording file is too large to upload. Please try recording a shorter clip.
rki: အသံ သွင်းထားယေ ဖိုင်က အပ်လုဒ် လုပ်ဖို့ ကကောင်း ကြီးနိန်ပါယေ။ ပိုတိုယေ အသံဖိုင်ကို သွင်းကြည့်ပါ။

source: Your username and email will not be associated with the published data.
rki: မိတ်ဆွေ အသုံးပြုယေ နာမေနန့် အီးမေးလ်ကို ထုတ်ဝေထားယေ ဒေတာနန့် ဆက်စပ်ဖို့ မဟုတ်ပါ။

source: Your weekly goal has been created
rki: မိတ်ဆွေ အပတ်စဉ် ရည်မှန်းချက်ကို ဖန်တီးဗြီးပါဗျာလ်

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
rki: Common Voice မှာ မိတ်ဆွေ ဘာသာစကားကို ထည့်သွင်းဖို့အတွက်၊ အဆင့်တိကို ရှင်းပြယေ အီးမေးလ်တစောင်ကို အကျွန်ရို့ အသိုင်းအဝိုင်း မန်နိန်ဂျာက ပို့လာပါလိမ့်မေ။

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
rki: အကျွန်ရို့ Common Voice မှာ တရက်ဇာ မှတ်တမ်းတင်ဖို့ ရည်မှန်းထားယေ { $goalValue } အထဲက <goalPercentage></goalPercentage> ကို မိတ်ဆွေက ကူညီပီးခပါယေ။

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
rki: အကျွန်ရို့ Common Voice မှာ တရက်ဇာ လုပ်ဖို့ ရည်မှန်းထားယေ အတည်ပြုချက်ပေါင်း { $goalValue } အထဲက <goalPercentage></goalPercentage> ကို မိတ်ဆွေက ကူညီပီးခပါယေ။

source: You've successfully signed up for contributing to { $language }. Thank you.
rki: { $language } မှာ ပါဝင်ကူညီဖို့ အောင်အောင်မြင်မြင် စာရင်းသွင်းဗြီးပါဗျာလ်။ ကျေးဇူးတင်ပါယေ။

source: You want to join the Common Voice mailing list
rki: Common Voice မေးလ်စာရင်းထဲမှာ ပါဝင်ချင်ပါလား

source: You write down what you hear in the audio clips
rki: အသံဖိုင်တိထဲမှာ ကြားရစွာတိကို စာနန့် ရီးမှတ်ပီးပါ

source: Zip #{ $offset } of { $total }
rki: { $total } အထဲက Zip #{ $offset }

source: account recovery key
rki: အကောင့် ပြန်ရရေး သော့

source: add-on
rki: ဖြည့်စွက်စွာ

source: alternate text
rki: အစားထိုး စာသား

source: assistant
rki: လက်ထောက်

source: attack
rki: တိုက်ခိုက်ယေ

source: attacker
rki: တိုက်ခိုက်ယေ လူ

source: Attack Site
rki: ဝပ်ဆိုက်ကို တိုက်ခိုက်ယေ

source: attendee
rki: တက်ရောက်ယေ လူ

source: authenticate
rki: အထောက်အထား စိစစ်ပီးပါ

source: authenticated
rki: အထောက်အထား စိစစ်ထားယေ

source: authentication code
rki: အထောက်အထား စိစစ်ယေ ကုဒ်

source: autoplay
rki: အလိုအလျောက် ဖွင့်ယေ

source: backup authentication code
rki: အရန် အထောက်အထား စိစစ်ရေး ကုဒ်

source: bookmark
rki: စာညှပ် အမှတ်အသား

source: breakpoint
rki: ဖြတ်တောက်မှတ်

source: Bug report
rki: ချွတ်ယွင်းချက် အစီရင်ခံစာ

source: certificate authority
rki: အာဏာပိုင် လက်မှတ်

source: cipher
rki: ကုဒ်ဝှက်

source: Classic Window
rki: ပုံမှန် ဝိန်းဒိုး

source: clipboard
rki: ကလဲ့ဘိုး

source: colorway
rki: အရောင်ပေါင်း

source: confirmation code
rki: အတည်ပြုပီးယေ ကုဒ်

source: context
rki: အခြေအနေ

source: cookie banner
rki: ကုတ်ကီး ဘန်နာ

source: corrupt
rki: ပျက်စီးနိန်ယေ

source: corrupted
rki: ပျက်စီးထားယေ

source: crash
rki: ပျက်ကျယေ

source: cross-site tracking cookie
rki: ဝဘ်ဆိုက် အပြင်က ခြီရာခံ ကုတ်ကီး

source: cryptominer
rki: ခြစ်ပတိုမိုင်နာ

source: cryptomining
rki: ခြစ်ပတိုမိုင်းနီး

source: debug
rki: အမှားပြင်ဆင်ယေ

source: deceptive site
rki: လှည့်စားယေ ဝပ်ဆိုက်

source: decode
rki: ကုဒ်ကို နားလည်အောင် စာပြန်ပြောင်းယေ

source: decryption
rki: မူလ ဖတ်နိုင်ယေ ပုံစံကို ပြန်ပြောင်းလဲယေ လုပ်ငန်းစဉ်

source: disinformation
rki: သတင်းမှားတိ

source: distrust
rki: မယုံကြည်ရ

source: email mask
rki: အီးမေးလ် မျက်နှာဖုံး

source: enable
rki: ခွင့်ပြုယေ

source: encode
rki: ကုဒ် သွင်းယေ

source: encrypt
rki: ကုဒ် ဝှက်ယေ

source: encryption
rki: ကုဒ် ဝှက်စွာ

source: end user
rki: အသုံးပြုယေ လူ

source: Enhanced Tracking Protection
rki: မြှင့်တင်ထားယေ ခြီရာခံ ကာကွယ်မှု

source: extension
rki: တိုးချဲ့မှု

source: fingerprinter
rki: လက်ဗွီရာစက်

source: fingerprinting
rki: လက်ဗွီရာ စစ်ဆေးစွာ

source: Firefox View
rki: Firefox မြင်ကွင်း

source: grassroots
rki: အခြေခံ လူတန်းစား

source: home page
rki: ပင်မ စာမျက်နှာ

source: import
rki: တင်သွင်းပါ

source: independent browser
rki: သီးခြား ဘြောက်ဆာ

source: innovations
rki: ဆန်းသစ်တီထွင်စွာတိ

source: insecure
rki: မလုံခြုံယေ

source: installation
rki: တပ်ဆင်စွာ

source: Issue
rki: ထုတ်ပြန်ပီးပါ

source: Legacy extension
rki: အမွီအနှစ် တိုးချဲ့မှု

source: memories
rki: အမှတ်တရတိ

source: misinformation
rki: သတင်းမှားတိ

source: native
rki: မူလဇာတိ

source: net neutrality
rki: ကွန်ရက် ကြားနိန်ဝါဒ

source: nonprofit
rki: အကျိုးအမြတ်မယူယေ

source: non-profit
rki: အကျိုးအမြတ်မယူယေ

source: open source
rki: အခမဲ့ ရင်းမြစ်

source: override
rki: အစားထိုးပါ

source: passkey
rki: လျှို့ဝှက်နံပါတ်

source: phone number mask
rki: ဖုန်းနံပါတ် မျက်နှာဖုံး

source: pop-up
rki: ပေါ်လာယေ

source: preference
rki: ဦးစားပီးမှု

source: Privacy Notice
rki: ကိုယ်ရေးကိုယ်တာ အချက်အလက် သတိပီးချက်

source: release
rki: ထုတ်ဝီမှု

source: report
rki: အစီရင်ခံပါ

source: restricted site
rki: ကန့်သတ်ထားယေ ဆိုက်

source: revert
rki: ပြန်လှည့်ပါ

source: Review checker
rki: ပြန်သုံးသပ်ချက် စစ်ဆေးစွာ

source: search suggestion
rki: ရှာဖွေဖို့ အကြံပြုချက်

source: security keys
rki: လုံခြုံရေး သော့တိ

source: sensitive
rki: အာရုံခံစားလွယ်ယေ

source: sidebar
rki: ဘေးဘက်တန်း

source: sign
rki: လက်မှတ်

source: signer
rki: လက်မှတ်ထိုးယေ လူ

source: sign in
rki: အကောက်ကို ဝင်ပါ

source: sign-in
rki: အကောက်ကို ဝင်ပါ

source: Smart Window
rki: ဆမာ့ ဝိန်းဒိုး

source: studies
rki: လေ့လာမှုတိ

source: Terms of Service
rki: ဝန်ဆောင်မှုနန့်ဆိုင်ယေ စည်းကမ်းချက်တိ

source: track
rki: လမ်းကြောင်း

source: trackers
rki: ခြီရာခံစွာတိ

source: Tracking Content
rki: အကြောင်းအရာကို ခြီရာခံစွာ

source: unencrypted
rki: ကုဒ် ဝှက်မထားယေ

source: unresponsive
rki: တုံ့ပြန်မှု မဟိယေ

source: unsafe
rki: မလုံခြုံယေ

source: validate
rki: အတည်ပြုပီးပါ

source: validity
rki: တရားဝင်မှု

source: version
rki: ဗားရှန်း

source: Web Authentication
rki: ဝဘ်ဆိုက် အထောက်အထား စိစစ်စွာ
